{"data": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<feed xmlns=\"http://www.w3.org/2005/Atom\" xmlns:dc=\"http://purl.org/dc/terms/\" xmlns:dcterms=\"http://purl.org/dc/terms/\">\n  <id>urn:uuid:2853dacf-ed79-42f5-8e8a-a7bb3d1ae6a2</id>\n  <updated>2025-11-05T14:16:47+00:00</updated>\n  <link rel=\"self\"\n        href=\"/opds/new?\"\n        type=\"application/atom+xml;profile=opds-catalog;type=feed;kind=navigation\"/>\n  <link rel=\"start\"\n        href=\"/opds\"\n        type=\"application/atom+xml;profile=opds-catalog;type=feed;kind=navigation\"/>\n  <link rel=\"up\"\n        href=\"/opds\"\n        type=\"application/atom+xml;profile=opds-catalog;type=feed;kind=navigation\"/>\n\n\n  <link rel=\"next\"\n        title=\"下一页\"\n        href=\"/opds/new?offset=25\"\n        type=\"application/atom+xml;profile=opds-catalog;type=feed;kind=navigation\"/>\n\n\n    <link rel=\"search\"\n      href=\"/opds/osd\"\n      type=\"application/opensearchdescription+xml\"/>\n  <!--link title=\"搜索\" type=\"application/atom+xml\" href=\"/opds/search?query={searchTerms}\" rel=\"search\"/-->\n  <title>EMAG</title>\n  <author>\n    <name>EMAG</name>\n    <uri>https://github.com/janeczku/calibre-web</uri>\n  </author>\n\n  \n  \n  <entry>\n    <title>Wired_连线_2025.11.02</title>\n    <id>urn:uuid:ae5246b4-6d64-478d-975c-e06baeea4191</id>\n    <updated>2025-11-01T23:16:11+00:00</updated>\n    \n      <author>\n        <name>Wired</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Wired</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Wired\"\n              label=\"Wired\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"连线\"\n              label=\"连线\"/>\n    \n    <summary>Articles in this issue: How KPop Demon Hunters Star EJAE Topped the Charts Ed Zitron Gets Paid to Love AI. He Also Gets Paid to Hate AI The Cure The Future of AI Isn&#39;t Just Slop Parents Fell in Love With Alpha School’s Promise. Then They Wanted Out Why AI Breaks Bad Programming in Assembly Is Brutal, Beautiful, and Maybe Even a Path to Better AI Gear for Good: 20 Eco-Friendly Items That Score a Win for the Planet—and for You The Real Stakes, and Real Story, of Peter Thiel’s Antichrist Obsession The Story of DOGE, as Told by Federal Workers The 22 Very Online Upstarts Changing the Face of Politics She Fought the Far Right Online for Years. Now She Wants to Do It in Congress I Thought I Knew Silicon Valley. I Was Wrong Elon Musk Is Out to Rule Space. Can Anyone Stop Him? One Vigilante, 22 Cell Tower Fires, and a World of Conspiracies The Superyacht, the Billionaire, and a Wildly Improbable Disaster at Sea The Baby Died. Whose Fault Is It? What It’s Like Watching Dozens of Bodies Decompose (for Science) Why Did a $10 Billion Startup Let Me Vibe-Code for Them—and Why Did I Love It? AI Isn’t Coming for Hollywood. It&#39;s Already Arrived Lisa Su Runs AMD—and Is Out for Nvidia’s Blood Psychedelic Therapy Crashed and Burned. MAHA Might Bring It Back Life Without Screens: This Camp Is a Teen’s Worst Nightmare A Head-to-Toe Breakdown of Social Media’s Billion-Dollar Remedies Bryan Johnson Is Going to Die The Next Thing You Smell Could Ruin Your Life Who Controls Your Health? Test Your Knowledge of the MAHA Movement How Trump Killed Cancer Research Animals Are the Original Wellness Influencers Does Anyone Know What ‘Wellness’ Means Anymore? Where Are All the AI Drugs? The Enshittification of American Power Cloning Came to Polo. Then Things Got Truly Uncivilized I Let AI Agents Plan My Vacation—and It Wasn&#39;t Terrible My Couples Retreat With 3 AI Chatbots and the Humans Who Love Them How to Beat Jet Lag The Definitive, Insane, Swimsuit-Bursting Story of the Steroid Olympics How Steve Jobs Wrote the Greatest Commencement Speech Ever The Blind Leading the Gamers Demis Hassabis Embraces the Future of Work in the Age of AI Shop Like a Supervillian Esoteric Programming Languages Are Fun—Until They Kill the Joke The Epic Rise and Fall of a Dark-Web Psychedelics Kingpin 3 Teens Almost Got Away With Murder. Then Police Found Their Google Searches ‘A Billion Streams and No Fans’: Inside a $10 Million AI Music Fraud Case What to Expect When You’re Convicted Who Even Is a Criminal Now? How to Win Followers and Scamfluence People For Tech Whistleblowers, There’s Safety in Numbers Bluesky Is Plotting a Total Takeover of the Social Internet Airbnb Is in Midlife Crisis Mode North Korea Stole Your Job If Anthropic Succeeds, a Nation of Benevolent AI Geniuses Could Be Born Inside arXiv—the Most Transformative Platform in All of Science The Worm That No Computer Scientist Can Crack The Best Programming Language for the End of the World Angelina Jolie Was Right About Computers How Software Engineers Actually Use AI Wired is a full-color monthly American magazine, published in both print and online editions, that reports on how emerging technologies affect culture, the economy and politics. Monthly edition, best run at the start of every month.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1542\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1542\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1542/mobi/\"\n          length=\"36405044\" mtime=\"2025-11-01T23:16:11+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1542/epub/\"\n          length=\"49531160\" mtime=\"2025-11-01T23:16:11+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheAtlantic_大西洋月刊_2025.11.02</title>\n    <id>urn:uuid:48626b7b-43b6-465a-b094-165967dc4af5</id>\n    <updated>2025-11-01T23:16:07+00:00</updated>\n    \n      <author>\n        <name>Atlantic</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Atlantic</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheAtlantic\"\n              label=\"TheAtlantic\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"大西洋月刊\"\n              label=\"大西洋月刊\"/>\n    \n    <summary>Articles in this issue: Editor&#39;s Note: The American Experiment Behind The Atlantic’s November 2025 Issue Cover The Myth of Mad King George No One Gave a Speech Like Patrick Henry Why Concord? What We Learned Filming The American Revolution Why Did Benjamin Franklin’s Son Remain Loyal to the British? The Black Loyalists You Have No Idea How Hard It Is to Be a Reenactor Secrets of a Radical Duke The Insurrection Problem So Much Madeira Whose Independence? The Moral Foundation of America How Native Nations Shaped the Revolution What the Founders Would Say Now What Is Colonial Williamsburg For? The Many Lives of Eliza Schuyler The Lincoln Way Wake Up, Rip Van Winkle The Beacon of Democracy Goes Dark America Needs a Mass Movement—Now I Don’t Want to Stop Believing in America’s Decency Caleb&#39;s Inferno: November 2025 Current affairs and politics focussed on the US</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1541\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1541\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1541/mobi/\"\n          length=\"9222820\" mtime=\"2025-11-01T23:16:07+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1541/epub/\"\n          length=\"33487964\" mtime=\"2025-11-01T23:16:07+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1541/pdf/\"\n          length=\"35248718\" mtime=\"2025-11-01T23:16:07+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Nature_自然_2025.11.01</title>\n    <id>urn:uuid:e0ea408e-9416-447a-99a9-ca6ba1223333</id>\n    <updated>2025-11-01T08:12:01+00:00</updated>\n    \n      <author>\n        <name>Nature</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Nature</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Nature\"\n              label=\"Nature\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"自然\"\n              label=\"自然\"/>\n    \n    <summary>Articles in this issue: Trust and science: the essential elements missing from plastics treaty talks From MRI to Ozempic: breakthroughs that show why fundamental research must be protected We need a new Turing test to assess AI’s real-world knowledge What now for the global plastics treaty? ‘Gland-in-a-dish’ secretes stress hormone like the real thing Sugarcane genomes offer sweet surprise: mystery ancestor Stinkbug ‘ear’ actually hosts parasite-fighting fungi How to grow crystals when and where you want them Blood tests are now approved for Alzheimer’s: how accurate are they? What’s the cap on human energy expenditure? Elite athletes reveal ‘metabolic ceiling’ Surprise meteorite debris uncovered on Moon’s far side How scientists are pushing back against Trump’s funding ‘deal’ for universities People with blindness can read again after retinal implant Is academic research becoming too competitive? Nature examines the data The world’s first plastics treaty is in crisis: can it be salvaged? 7 basic science discoveries that changed the world Plants have a secret language that scientists are only now starting to decipher AI can supercharge inequality — unless the public learns to control it How do you know what I know you know? Steven Pinker on common knowledge John Gurdon obituary: Biologist who made cloning possible Environmental treaties are paralysed — here’s how we can do better How to understand exoplanets — space scientists call on lab-based chemists to help Universities can harness AI to make learning intuitive Don’t overlook the plastic footprint of fireworks Treat children as citizen co-researchers in health technology Ethics must keep pace with embryo research Cake to the rescue: how these PhD students are cooking up a sense of community Preserving Pompeii’s past, one step at a time Ultrasound-driven artificial muscles can grasp, flex and swim Distorted representations of age and gender are reflected in AI models Early- and late-diagnosed autism are genetically distinct To make water, exoplanets might just need some pressure Wired for growth: neuron–tumour signalling in the lung and brain increases growth of a hard-to-treat cancer Building wet planets through high-pressure magma–hydrogen reactions Continuous operation of a coherent 3,000-qubit system A full-featured 2D flash chip enabled by system integration Video‐rate tunable colour electronic paper with human resolution Ultrasound-driven programmable artificial muscles Decoding the redox behaviour of copper in Ullmann-type coupling reactions A circular economy approach for the global lithium-ion battery supply chain Magnetotelluric evidence for a melt-rich magmatic reservoir beneath Mayotte Age and gender distortion in online media and large language models A domed pachycephalosaur from the early Cretaceous of Mongolia Polygenic and developmental profiles of autism differ by age at diagnosis Transitions in dynamical regime and neural mode during perceptual decisions A neuronal architecture underlying autonomic dysreflexia PICALM Alzheimer’s risk allele causes aberrant lipid droplets in microglia Energy deficiency selects crowded live epithelial cells for extrusion Programmable antisense oligomers for phage functional genomics Monoclonal antibodies protect against pandrug-resistant Klebsiella pneumoniae Myeloid progenitor dysregulation fuels immunosuppressive macrophages in tumours Peroxisomal metabolism of branched fatty acids regulates energy homeostasis Neuronal activity-dependent mechanisms of small cell lung cancer pathogenesis Functional synapses between neurons and small cell lung cancer Engineered prime editors with minimal genomic errors Spatial joint profiling of DNA methylome and transcriptome in tissues Structure and mechanism of the mitochondrial calcium transporter NCLX Carbon implications of wood harvesting and forest management Reply to: Carbon implications of wood harvesting and forest management On anisotropy in cubic Cu2O photoelectrodes Reply to: On anisotropy in cubic Cu2O photoelectrodes Author Correction: Crystal structure of heliorhodopsin Author Correction: Prophylactic TNF blockade uncouples efficacy and toxicity in dual CTLA-4 and PD-1 immunotherapy Author Correction: Ribonucleotide incorporation into mitochondrial DNA drives inflammation Author Correction: EBI2 augments Tfh cell fate by promoting interaction with IL-2-quenching dendritic cells Publisher Correction: Psilocybin’s lasting action requires pyramidal cell types and 5-HT2A receptors Robotics Nature is a weekly international multidisciplinary scientific journal publishing peer-reviewed research in all fields of science and technology on the basis of its originality, importance, interdisciplinary interest, timeliness, accessibility, elegance and surprising conclusions. Nauture also provides rapid, authoritative, insightful and arresting news and interpretation of topical and coming trends affecting science, scientists and the wider public.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1540\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1540\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1540/mobi/\"\n          length=\"12784929\" mtime=\"2025-11-01T08:12:01+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1540/epub/\"\n          length=\"28496283\" mtime=\"2025-11-01T08:12:01+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheNewYorker_纽约客_2025.11.03</title>\n    <id>urn:uuid:3bd6b9c1-ecb0-46ae-be16-c9a69e6e3a53</id>\n    <updated>2025-10-31T21:45:27+00:00</updated>\n    \n      <author>\n        <name>NewYorker</name>\n      </author>\n    \n    \n      <publisher>\n        <name>NewYorker</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheNewYorker\"\n              label=\"TheNewYorker\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"纽约客\"\n              label=\"纽约客\"/>\n    \n    <summary>Articles in this issue: Richard Move Channels Martha Graham Yo-Yo Ma on What Our Descendants Will Inherit Why Trump Tore Down the East Wing Daniel Denvir Digs Zohran Mamdani Betsy Aidem, Working Woman Rachel Dratch Gets Metaphysical on Her Woo-Woo Podcast Rendez-Vous Chez Moi Trump and the Presidency That Wouldn’t Shut Up Inside the Data Centers That Train A.I. and Drain the Electrical Grid Some People Can’t See Mental Images. The Consequences Are Profound Jennifer Lawrence Goes Dark Gideon Lewis-Kraus on Rebecca West’s “The Crown Versus William Joyce” Performance Art Outcomes How Monsters Went from Menacing to Misunderstood Why Immanuel Kant Still Has More to Teach Us Briefly Noted A Daring Show Remixes the Monuments of the Confederacy Jamar Roberts’s Second Act Emma Stone’s Apocalyptic Showdown Blooms in “Bugonia” ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1539\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1539\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1539/mobi/\"\n          length=\"5221467\" mtime=\"2025-10-31T21:45:27+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1539/epub/\"\n          length=\"5478797\" mtime=\"2025-10-31T21:45:27+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1539/pdf/\"\n          length=\"6972636\" mtime=\"2025-10-31T21:45:27+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>MIT科技评论_2025.11.01</title>\n    <id>urn:uuid:43b67436-1f66-4b40-b5ac-b6d36431ca3e</id>\n    <updated>2025-10-31T20:45:39+00:00</updated>\n    \n      <author>\n        <name>MIT</name>\n      </author>\n    \n    \n      <publisher>\n        <name>MIT</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"MIT\"\n              label=\"MIT\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"MIT科技评论\"\n              label=\"MIT科技评论\"/>\n    \n    <summary>Articles in this issue: The race to make the perfect baby is creating an ethical mess The quest to find out how our bodies react to extreme temperatures The astonishing embryo models of Jacob Hanna How aging clocks can help us understand why we age—and if we can reverse it This startup thinks slime mold can help us design better cities New noninvasive endometriosis tests are on the rise 3 Things Stephanie Arnett is into right now AI could predict who will have a heart attack Job titles of the future: AI embryologist Dispatch: Partying at one of Africa’s largest AI gatherings How do our bodies remember? An Earthling’s guide to planet hunting AI is changing how we quantify pain From slop to Sotheby’s? AI art enters a new phase Meet the man building a starter kit for civilization Can we repair the internet? Flowers of the future Inside the archives of the NASA Ames Research Center Bi-monthly magazine version of MIT Technology Review. This is different than the recipe named simply &#34;Technology Review&#34; which downloads the rss feed with daily articles from the website.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1538\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1538\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1538/mobi/\"\n          length=\"12351450\" mtime=\"2025-10-31T20:45:39+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1538/epub/\"\n          length=\"5927683\" mtime=\"2025-10-31T20:45:39+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1538/pdf/\"\n          length=\"12916146\" mtime=\"2025-10-31T20:45:39+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheEconomist.经济学人_2025.11.01</title>\n    <id>urn:uuid:0a616dee-17e5-40a0-bc02-f869451d21fd</id>\n    <updated>2025-10-30T21:20:36+00:00</updated>\n    \n      <author>\n        <name>Economist</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Economist</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheEconomist\"\n              label=\"TheEconomist\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"经济学人\"\n              label=\"经济学人\"/>\n    \n    <summary>Articles in this issue: Politics Business The weekly cartoon The battle for New York Why funding Ukraine is a giant opportunity for Europe America and China have only holstered their trade weapons Javier Milei’s chance to transform Argentina and teach the world The Trump administration’s approach to global health is flawed but fixable Do Republicans in the West want to kill more wolves? Peter York on Donald Trump’s dictator-chic White House As new jobs in finance dry up, New York City’s fiscal model is wilting A political drama for the ages, opening soon in New York City The data-centre backlash is brewing in America Led by Nvidia, the AI industry has plans to reindustrialise America Could Donald Trump become president again in 2028? A basketball scandal highlights vulnerabilities in sports betting Crunching the numbers on every NYC marathon finisher since 2021 Tear gas and Halloween costumes in America’s third-largest city Zohran Mamdani wants to make New York great again Javier Milei has won a fresh mandate to remake Argentina ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1537\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1537\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1537/mobi/\"\n          length=\"7974861\" mtime=\"2025-10-30T21:20:36+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1537/epub/\"\n          length=\"6399753\" mtime=\"2025-10-30T21:20:36+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1537/pdf/\"\n          length=\"9090492\" mtime=\"2025-10-30T21:20:36+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Nature_自然_2025.10.25</title>\n    <id>urn:uuid:6d279a6a-f9ad-44e6-b0da-bf0cf1a239c1</id>\n    <updated>2025-10-25T08:11:35+00:00</updated>\n    \n      <author>\n        <name>Nature</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Nature</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Nature\"\n              label=\"Nature\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"自然\"\n              label=\"自然\"/>\n    \n    <summary>Articles in this issue: What makes PhD students happy? Good supervision The TrumpRx website won’t slash drug prices — but this will Wastewater treatment produces surprising amounts of greenhouse gases Andean peoples hunted and gathered long after they embraced farming European bats capture migrating birds and eat them on the wing Gigantic black holes did not have starring role in early cosmic transition Mysterious cosmic ‘dots’ are baffling astronomers. What are they? Global health is in crisis — who will step in to fix it? Economics Nobel prize won by researchers who showed how science boosts growth First proposed blood test for chronic fatigue syndrome: what scientists think More than 30% of this century’s science Nobel prizewinners immigrated: see their journeys AI bots wrote and reviewed all papers at this conference Universities are embracing AI: will students get smarter or stop thinking? How to spot fake scientists and stop them from publishing papers Why we still don’t understand the Universe — even after a century of dispute Mark Norell obituary: palaeontologist who showed that dinosaurs still walk among us — as birds Alternatives to animal testing are the future — it’s time that journals, funders and scientists embrace them Why simply ending animal testing isn’t the answer in biomedical research Brazil must beef up its COP30 scheme to preserve tropical forests The race for deep-sea minerals could cause geopolitical and ecological harm Take the time to ensure that AI is safe Genetics can give evolving societies a leg up Are these the happiest PhD students in the world? Cold plunge: how I gained hands-on experience in marine biology Clues to why the weight-loss condition cachexia arises when cancer occurs Copper-free chips generate robust ‘combs’ of multicoloured light Boosting immune cells to combat cancer using CRISPR engineering and large-scale in vivo testing Is there a ‘smoking gun’ test for quantum gravity? How a tick-borne virus enters human cells Classical theories of gravity produce entanglement Joint neutrino oscillation analysis from the T2K and NOvA experiments Observation of constructive interference at the edge of quantum ergodicity Optimization by decoded quantum interferometry A metallic p-wave magnet with commensurate spin helix Deterministic soliton microcombs in Cu-free photonic integrated circuits Cryogenic X-ray photoelectron spectroscopy for battery interfaces Modern sea-level rise breaks 4,000-year stability in southeastern China In situ light-field imaging of octopus locomotion reveals simplified control A compressed hierarchy for visual form processing in the tree shrew Rate and noise in human amygdala drive increased exploration in aversive learning Human gastroids to model regional patterning in early stomach development Therapeutic genetic restoration through allogeneic brain microglia replacement Microglia–neuron crosstalk through Hex–GM2–MGL2 maintains brain homeostasis Microbial iron oxide respiration coupled to sulfide oxidation Dynamic fibroblast–immune interactions shape recovery after brain injury LRP8 is a receptor for tick-borne encephalitis virus In vivo CRISPR screens identify modifiers of CAR T cell function in myeloma Systematic discovery of CRISPR-boosted CAR T cell immunotherapies Molecular subtypes of human skeletal muscle in cancer cachexia CRISPR activation for SCN2A-related neurodevelopmental disorders DNA2 enables growth by restricting recombination-restarted replication Multiple overlapping binding sites determine transcription factor occupancy Uncertain climate effects of anthropogenic reactive nitrogen Reply to: Uncertain climate effects of anthropogenic reactive nitrogen Author Correction: Clonal dynamics and somatic evolution of haematopoiesis in mouse Author Correction: Mechanism of BRCA1–BARD1 function in DNA end resection and DNA protection Author Correction: Selenium-alloyed tellurium oxide for amorphous p-channel transistors Publisher Correction: Multimodal cell maps as a foundation for structural and functional genomics Publisher Correction: Functional synapses between neurons and small cell lung cancer Immunology Nature is a weekly international multidisciplinary scientific journal publishing peer-reviewed research in all fields of science and technology on the basis of its originality, importance, interdisciplinary interest, timeliness, accessibility, elegance and surprising conclusions. Nauture also provides rapid, authoritative, insightful and arresting news and interpretation of topical and coming trends affecting science, scientists and the wider public.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1536\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1536\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1536/mobi/\"\n          length=\"8793796\" mtime=\"2025-10-25T08:11:35+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1536/epub/\"\n          length=\"15960033\" mtime=\"2025-10-25T08:11:35+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheNewYorker_纽约客_2025.10.27</title>\n    <id>urn:uuid:080587d3-5fd0-4dba-a221-15a125668d7d</id>\n    <updated>2025-10-24T21:45:58+00:00</updated>\n    \n      <author>\n        <name>NewYorker</name>\n      </author>\n    \n    \n      <publisher>\n        <name>NewYorker</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheNewYorker\"\n              label=\"TheNewYorker\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"纽约客\"\n              label=\"纽约客\"/>\n    \n    <summary>Articles in this issue: A Superbloom of Daring Theatre Hits New York How French Should a Restaurant Be? A “New Middle East” Is Easier to Declare Than to Achieve St. Vincent Gets the Carlyle Treatment If These Streets Could Talk, They’d Sound Like Ken Burns Mickey Mantle’s Extra Innings John Candy Kept Himself Afloat Can the Golden Age of Costco Last? The Man Who Sells Unsellable New York Apartments Donald Trump’s Deep-State Wrecking Ball The Cocaine Kingpin Living Large in Dubai David Grann on St. Clair McKelway’s “Old Eight Eighty” We’re Doing Child-Led Parenting “Final Boy” How Corporate Feminism Went from “Love Me” to “Buy Me” A Dark Ecologist Warns Against Hope Briefly Noted What Do We Want from Our Child Stars? Mark Bittman’s Experiment in Sliding-Scale Fine Dining Tame Impala Is an Obsessive, Not a Perfectionist Nia DaCosta’s “Hedda” Shoots Straight “Last Time” “For the Birds” Cartoon Caption Contest Cartoons from the Issue The Crossword: Monday, October 20, 2025 Content from the New Yorker website</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1535\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1535\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1535/mobi/\"\n          length=\"8488627\" mtime=\"2025-10-24T21:45:58+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1535/epub/\"\n          length=\"5562338\" mtime=\"2025-10-24T21:45:58+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1535/pdf/\"\n          length=\"9193790\" mtime=\"2025-10-24T21:45:58+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheEconomist.经济学人_2025.10.25</title>\n    <id>urn:uuid:cf11dc02-9b4e-4307-9861-a5707be35c87</id>\n    <updated>2025-10-23T21:20:32+00:00</updated>\n    \n      <author>\n        <name>Economist</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Economist</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheEconomist\"\n              label=\"TheEconomist\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"经济学人\"\n              label=\"经济学人\"/>\n    \n    <summary>Articles in this issue: Politics Business The weekly cartoon Why China is winning the trade war Javier Milei faces his most dangerous moment yet To save the world’s tropical forests, learn from Brazil The migration schemes even populists love Never mind your children’s screen time. Worry about your parents’ Should investors buy into shares of European companies? Donald Trump is copying the wrong things from China, writes Dan Wang China is using America’s own trade weapons to beat it America’s gerrymander war is heating up A Supreme Court case could help entrench Republican power How the Trump administration could make sensible rules for drones America’s government shutdown is its weirdest yet Golf simulators and gyms are luring Americans back to the office In the race for Virginia governor, Democrats see boring as a plus Donald Trump has turned the war on drugs into a real war Javier Milei’s fate turns on an upcoming election. Can he win? Colombia has finally drawn Donald Trump’s ire ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1534\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1534\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1534/mobi/\"\n          length=\"8548178\" mtime=\"2025-10-23T21:20:32+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1534/epub/\"\n          length=\"7119634\" mtime=\"2025-10-23T21:20:32+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1534/pdf/\"\n          length=\"9606777\" mtime=\"2025-10-23T21:20:32+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Nature_自然_2025.10.18</title>\n    <id>urn:uuid:ebfc68c9-caf8-4a78-ae26-68746039b5e1</id>\n    <updated>2025-10-18T08:11:45+00:00</updated>\n    \n      <author>\n        <name>Nature</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Nature</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Nature\"\n              label=\"Nature\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"自然\"\n              label=\"自然\"/>\n    \n    <summary>Articles in this issue: The spectre of malnutrition is back and must be tackled — fast UNESCO stands at a crossroads — researchers must back its new leader How journals can break down barriers for Latin American scientists Inside our university’s mission to pivot to research Current mosquitoes evolved more recently than previously thought Hippos still roamed Europe during the last ice age ‘Rogue’ planet is fastest-growing ever observed Portable muon beam could accelerate archaeology scans Medicine Nobel goes to scientists who revealed secrets of immune system ‘regulation’ Chemistry Nobel for scientists who developed massively porous ‘super sponge’ materials Groundbreaking quantum-tunnelling experiments win physics Nobel Creative hobbies could slow brain ageing at the molecular level First human transplant of kidney modified to have ‘universal’ blood type The rise of ‘nightmare bacteria’: antimicrobial resistance in five charts ‘Google for DNA’ brings order to biology’s big data Faulty mitochondria cause deadly diseases: fixing them is about to get a lot easier The quest to make babies with lab-grown eggs and sperm Alchemy: discredited pseudoscience or chemistry’s worthy ancestor? The race to uncover snow’s many mysteries before it disappears forever Jane Goodall obituary: pioneer primatologist who inspired generations of scientists Carbon credits are failing to help with climate change — here’s why Metals are key to the global economy — but three challenges threaten supply chains AI’s therapeutic potential goes beyond emotional connection Red lines for religious AI Longer grant cycles would boost research in Africa Brazil’s COP30 legacy should be to protect more of its forests Research assessment: a round-up for early-career researchers Digital flocks, predators allow ecologists to simulate real-world animal behaviour Defending Ohuira Bay, Mexico Ion stencils used for synthesis of patchy nanoparticles Flies evolved a shock-absorber tissue used during embryonic development Birds’ intruder alert hints at how sounds took on new meanings Extreme confinement unleashes water’s hidden electrical capabilities Caribbean coral reefs are threatened by rising seas Do rats double-dip food with their tails? A drug–diet combination could improve childhood cancer treatment Efficient quantum thermal simulation Integrated lithium niobate photonics for sub-ångström snapshot spectroscopy Proximal cooperative aerial manipulation with vertically stacked drones Long-distance remote epitaxy Patchy nanoparticles by atomic stencilling Marcus kinetics control singlet and triplet oxygen evolving from superoxide In-plane dielectric constant and conductivity of confined water Aboveground biomass in Australian tropical forests now a net carbon source Reduced Atlantic reef growth past 2 °C warming amplifies sea-level impacts Patterned invagination prevents mechanical instability during gastrulation Divergent evolutionary strategies pre-empt tissue collision in gastrulation Parent-of-origin effects on complex traits in up to 236,781 individuals Single-cell transcriptomic and genomic changes in the ageing human brain Network synchrony creates neural filters promoting quiescence in Drosophila Microglia regulate GABAergic neurogenesis in prenatal human brain through IGF1 Haematopoietic stem cell number is not solely defined by niche availability Amygdala–liver signalling orchestrates glycaemic responses to stress Reprogramming neuroblastoma by diet-enhanced polyamine depletion The Virtual Lab of AI agents designs new SARS-CoV-2 nanobodies Thymic epithelial cells amplify epigenetic noise to promote immune tolerance Targeting G1–S-checkpoint-compromised cancers with cyclin A/B RxL inhibitors Cocaine chemogenetics blunts drug-seeking by synthetic physiology Crystal structures of agonist-bound human cannabinoid receptor CB1 Nature is a weekly international multidisciplinary scientific journal publishing peer-reviewed research in all fields of science and technology on the basis of its originality, importance, interdisciplinary interest, timeliness, accessibility, elegance and surprising conclusions. Nauture also provides rapid, authoritative, insightful and arresting news and interpretation of topical and coming trends affecting science, scientists and the wider public.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1533\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1533\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1533/mobi/\"\n          length=\"12919397\" mtime=\"2025-10-18T08:11:45+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1533/epub/\"\n          length=\"26956254\" mtime=\"2025-10-18T08:11:45+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheNewYorker_纽约客_2025.10.20</title>\n    <id>urn:uuid:1859c45b-394c-48bb-a3b8-8bfb2463fb6d</id>\n    <updated>2025-10-17T21:45:25+00:00</updated>\n    \n      <author>\n        <name>NewYorker</name>\n      </author>\n    \n    \n      <publisher>\n        <name>NewYorker</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheNewYorker\"\n              label=\"TheNewYorker\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"纽约客\"\n              label=\"纽约客\"/>\n    \n    <summary>Articles in this issue: Misty Copeland’s Ballet Send-Off The Real Problem Is How Trump Can Legally Use the Military Heather Christian, MacArthur’s Newest Genius Greg Cope White Asks and Tells Will Patrick McCollum Save Us All? How Long Will You Live? Inside the Trump Administration’s Assault on Higher Education A Forgotten Queen Bee of Modern Poetry What Zohran Mamdani Knows About Power Did a Brother’s Quest for Justice Go Too Far? Alexandra Schwartz on Joan Acocella’s “The Frog and the Crocodile” Ask the Dog Doc To Each His Own Intimacy The Hunt for the World’s Oldest Story Briefly Noted Peter Matthiessen Travelled the World, Trying to Escape Himself Art and Life in Richard Linklater’s “Blue Moon” and “Nouvelle Vague” I Consider Myself Library of Congress ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1532\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1532\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1532/mobi/\"\n          length=\"5250899\" mtime=\"2025-10-17T21:45:25+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1532/epub/\"\n          length=\"5109637\" mtime=\"2025-10-17T21:45:25+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1532/pdf/\"\n          length=\"6683266\" mtime=\"2025-10-17T21:45:25+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheEconomist.经济学人_2025.10.18</title>\n    <id>urn:uuid:dfedced8-a4e5-4714-bd25-b7fa9c120c6d</id>\n    <updated>2025-10-16T21:20:32+00:00</updated>\n    \n      <author>\n        <name>Economist</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Economist</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheEconomist\"\n              label=\"TheEconomist\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"经济学人\"\n              label=\"经济学人\"/>\n    \n    <summary>Articles in this issue: Politics Business The weekly cartoon The rich world faces a painful bout of inflation Brute force is no match for today’s high-tech drug-runners The America v China spat reveals a dangerous dynamic First Brands is a painful but necessary warning for Wall Street Why Trump is looking the wrong way in the Arctic Should wealth be taxed? Gita Gopinath on the crash that could torch $35trn of wealth The traffickers are winning the war on drugs The new war on drugs California tries to fix its housing mess Utahns are fighting for fair maps A billionaire has rebuilt downtown Detroit The Department of Revenge Donald Trump should love Ken Burns’s new documentary Venezuelans wonder if America will bring down Nicolás Maduro America doubles down on Javier Milei After 20 years of left-wing rule, Bolivia is about to swing right ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1531\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1531\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1531/mobi/\"\n          length=\"7980820\" mtime=\"2025-10-16T21:20:32+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1531/epub/\"\n          length=\"6580743\" mtime=\"2025-10-16T21:20:32+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1531/pdf/\"\n          length=\"9136847\" mtime=\"2025-10-16T21:20:32+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Nature_自然_2025.10.11</title>\n    <id>urn:uuid:bcd68daf-8af6-4c2c-8978-07f3513a18e2</id>\n    <updated>2025-10-11T08:11:41+00:00</updated>\n    \n      <author>\n        <name>Nature</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Nature</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Nature\"\n              label=\"Nature\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"自然\"\n              label=\"自然\"/>\n    \n    <summary>Articles in this issue: Weaponizing uncertainty in science and in public health puts people in harm’s way The EU’s Horizon research fund needs to stay a defence-free zone Prizes must recognize machine contributions to discovery Death of a star leaves a legacy for exoplanets Saharan dust on the wind linked to hail in Europe Gut microbiota keeps watch over future egg cells Trees of the Amazon are becoming even mightier US serial killer case opens door to using cutting-edge DNA data in courts NIH races to spend its 2025 grant money — but fewer projects win funding China pledges to cut emissions by 2035: what does that mean for the climate? Swapping old immune cells in the brain with fresh ones could treat disease Will your study change the world? This AI tool predicts the impact of your research Want to do disruptive science? Include more rookie researchers See space fireworks and lightning spaghetti — September’s best science images AI models that lie, cheat and plot murder: how dangerous are LLMs really? Will AI ever win its own Nobel? Some predict a prize-worthy science discovery soon From fossil fuels to ‘green capitalism’: the dilemmas of a just energy transition The cutting-edge medical approaches that could transform ageing Violin therapy: Books in brief Stop treating code like an afterthought: record, share and value it Customizable AI systems that anyone can adapt bring big opportunities — and even bigger risks Insect biodiversity monitoring must be expanded Incentives accelerate progress on open access in Spain Stop destructive fishing in marine protected areas Microbe discovery holds promise for sustainable biotechnology 27 things we wish we’d known when we started our PhDs Biothreat hunters catch dangerous DNA before it gets made Connecting the dots: I trace the history of the East Kolkata Wetlands Ant queens produce sons of two distinct species Protests are infectious: mapping rural unrest in Revolutionary France Depriving brain tumours of an amino acid could enhance chemotherapy Sacrificial metal speeds up synthesis of nano-alloys from multiple elements Ancient DNA clarifies the early history of the Slavs Southward impact excavated magma ocean at the lunar South Pole–Aitken basin Low-overhead transversal fault tolerance for universal quantum computation Quantum-amplified global-phase spectroscopy on an optical clock transition Heat-rechargeable computation in DNA logic circuits and neural networks Isothermal solidification for high-entropy alloy synthesis A ductile chromium–molybdenum alloy resistant to high-temperature oxidation A room temperature rechargeable all-solid-state hydride ion battery Tailoring polymer electrolyte solvation for 600 Wh kg−1 lithium batteries Scalable total synthesis of saxitoxin and related natural products Epidemiology models explain rumour spreading during France’s Great Fear of 1789 Engineered yeast provides rare but essential pollen sterols for honeybees One mother for two species via obligate cross-species cloning in ants Hominins on Sulawesi during the Early Pleistocene Ancient DNA connects large-scale migration with the spread of Slavs A circuit that integrates drive state and social contact to gate mating SLC45A4 is a pain gene encoding a neuronal polyamine transporter Rewiring of cortical glucose metabolism fuels human brain cancer growth Discovery of a widespread chemical signalling pathway in the Bacteroidota A nanobody specific to prefusion glycoprotein B neutralizes HSV-1 and HSV-2 TCF1 and LEF1 promote B-1a cell homeostasis and regulatory function Axonal injury is a targetable driver of glioblastoma progression Cancer-induced nerve injury promotes resistance to anti-PD-1 therapy Quantitative imaging of lipid transport in mammalian cells One-shot design of functional protein binders with BindCraft Structural basis for the dynamic regulation of mTORC1 by amino acids Nature is a weekly international multidisciplinary scientific journal publishing peer-reviewed research in all fields of science and technology on the basis of its originality, importance, interdisciplinary interest, timeliness, accessibility, elegance and surprising conclusions. Nauture also provides rapid, authoritative, insightful and arresting news and interpretation of topical and coming trends affecting science, scientists and the wider public.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1530\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1530\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1530/mobi/\"\n          length=\"13257053\" mtime=\"2025-10-11T08:11:41+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1530/epub/\"\n          length=\"27341017\" mtime=\"2025-10-11T08:11:41+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheNewYorker_纽约客_2025.10.13</title>\n    <id>urn:uuid:c504596a-246f-4aa4-b704-8c6ea7749bb8</id>\n    <updated>2025-10-10T21:45:28+00:00</updated>\n    \n      <author>\n        <name>NewYorker</name>\n      </author>\n    \n    \n      <publisher>\n        <name>NewYorker</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheNewYorker\"\n              label=\"TheNewYorker\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"纽约客\"\n              label=\"纽约客\"/>\n    \n    <summary>Articles in this issue: Man Ray’s Deadpan Wit on Display at the Met The Mother as Antihero Donald Trump, Pete Hegseth, and the “War from Within” Before Kimmel, the Smothers Brothers Ate It Andrew Yang Goes Off the Grid Charlie Puth’s Overdue Jam Session Tonatiuh Refashions Old Hollywood The Prime Minister Who Tried to Have a Life Outside the Office The Hague on Trial A Year of Convulsions in New York’s Prisons Keri Russell’s Emotional Transparency Has Anchored Three Decades of TV Rebecca Mead on Mary Ellen Mark’s Photo from the Puerto Rican Day Parade These Black Boots Are Different from Those Black Boots Coconut Flan Pan-African Dreams, Post-Colonial Realities Briefly Noted Why Does Taylor Swift Think She’s Cursed? A Season of Rage at the Philharmonic and the Met “After the Hunt” Is a Pleasurably Ludicrous House of Cards Bird Song ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1529\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1529\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1529/mobi/\"\n          length=\"4800529\" mtime=\"2025-10-10T21:45:28+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1529/epub/\"\n          length=\"25827226\" mtime=\"2025-10-10T21:45:28+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1529/pdf/\"\n          length=\"6325020\" mtime=\"2025-10-10T21:45:28+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheEconomist.经济学人_2025.10.11</title>\n    <id>urn:uuid:47498cd2-3cdc-41bf-8725-3b73aa6c5d72</id>\n    <updated>2025-10-09T21:20:30+00:00</updated>\n    \n      <author>\n        <name>Economist</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Economist</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheEconomist\"\n              label=\"TheEconomist\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"经济学人\"\n              label=\"经济学人\"/>\n    \n    <summary>Articles in this issue: Politics Business The weekly cartoon A new beginning for the Middle East Donald Trump’s fortress economy is starting to hurt America Japanese politics enters its heavy-metal phase Cybercrime is afflicting big business. How to lessen the pain Africa’s leaders-for-life offer a warning to the world Is Morocco practising a strange sort of colonialism? Rising antisemitism reflects wider social ills, says Britain’s former counter-terrorism co-ordinator Israel and Hamas agree to the first phase of Donald Trump’s peace plan Donald Trump is victorious at the southern border Blame, strategising and America’s government shutdown Agriculture faces a MAGA reckoning What American voters really think of the revenge agenda Rats and charts What a Chicago immigration raid says about Trumpism Mark Carney’s radical vision for handling Trumpian America The Argentine peso, and Javier Milei, are in trouble American soya farmers are miserable. Brazil’s are ebullient ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1528\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1528\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1528/mobi/\"\n          length=\"8518186\" mtime=\"2025-10-09T21:20:30+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1528/epub/\"\n          length=\"6896386\" mtime=\"2025-10-09T21:20:30+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1528/pdf/\"\n          length=\"9610233\" mtime=\"2025-10-09T21:20:30+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Nature_自然_2025.10.04</title>\n    <id>urn:uuid:9ad817a3-00d5-4f50-99fe-b324efc48b53</id>\n    <updated>2025-10-04T08:11:29+00:00</updated>\n    \n      <author>\n        <name>Nature</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Nature</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Nature\"\n              label=\"Nature\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"自然\"\n              label=\"自然\"/>\n    \n    <summary>Articles in this issue: End GDP mania: how the world should really measure prosperity Machine learning reveals potential consequences of cuts to US research Trust in the sea-bed mining authority is fragile — here’s how to change that Six journal rejections and a major rethink: why I’m happy to admit to my research failures, and you should too Common air pollutant has a secret weapon: bacterial toxins How passage through the Milky Way’s spiral arms altered our planet Big mother whales have more daughters than sons Corpse flowers waft out stinky compounds as fast as landfills do Trump links autism and Tylenol: is there any truth to it? Huntington’s disease treated for first time using gene therapy World’s first AI-designed viruses a step towards AI-generated life Tipsy bats and perfect pasta: Ig Nobels celebrate ‘improbable’ research Can AI chatbots trigger psychosis? What the science says The Moon is rusting — thanks to ‘wind’ blown all the way from Earth She lived to 117: what her genes and lifestyle tell us about longevity AI is dreaming up millions of new materials. Are they any good? How to get the best night’s sleep: what the science says Power and profit drive what we eat: here’s why the food system needs a revolution Public trust in science has declined since COVID — virologists need to unite around safety standards Technology leaders should ‘pay back’ society to support the common good AI tools could reduce the appeal of predatory journals Add a ‘speculation box’ to research papers India and Pakistan share flood risks and must combine solutions Make cities more walkable, in the real world and in virtual reality How money, politics and technology are redefining the PhD experience in 2025 Little urchins, mischievous molluscs: my life as a sea champion Childhood eczema linked to mother’s stress during pregnancy Quantum correlations enhance the sensitivity of room-temperature sensors People are more likely to cheat when they delegate tasks to AI Early efforts to understand the processes underlying bird migration Parachutes inspired by the Japanese art of kirigami Rare skeletal condition caused by enzyme’s failure to rescue a catalytic cycle Doughnut of social and planetary boundaries monitors a world out of balance Stratified wind from a super-Eddington X-ray binary is slower than expected Late fluid flow in a primitive asteroid revealed by Lu–Hf isotopes in Ryugu Signal amplification in a solid-state sensor through asymmetric many-body echo Spin squeezing in an ensemble of nitrogen–vacancy centres in diamond Industry-compatible silicon spin-qubit unit cells exceeding 99% fidelity Kirigami-inspired parachutes with programmable reconfiguration Toughened self-assembled monolayers for durable perovskite solar cells Probing the heterogeneous nature of LiF in solid–electrolyte interphases Connecting chemical and protein sequence space to predict biocatalytic reactions Precisely defining disease variant effects in CRISPR-edited single cells Delegation to artificial intelligence can increase dishonest behaviour Eye structure shapes neuron function in Drosophila motion vision Remodelling of corticostriatal axonal boutons during motor learning A novel bacterial protein family that catalyses nitrous oxide reduction Maternal stress triggers early-life eczema through fetal mast cell programming EBV induces CNS homing of B cells attracting inflammatory T cells mAChR4 suppresses liver disease via GAP-induced antimicrobial immunity Clone copy number diversity is linked to survival in lung cancer Transient APC/C inactivation by mTOR boosts glycolysis during cell cycle entry Establishment of chromatin architecture interplays with embryo hypertranscription A missing enzyme-rescue metabolite as cause of a rare skeletal dysplasia Pre-rRNA spatial distribution and functional organization of the nucleolus Molecular mechanism of ultrafast transport by plasma membrane Ca2+-ATPases Author Correction: A Ctf4 trimer couples the CMG helicase to DNA polymerase α in the eukaryotic replisome Publisher Correction: Experimental determination of partial charges with electron diffraction Publisher Correction: TCF1 and LEF1 promote B-1a cell homeostasis and regulatory function Research hospitals Nature is a weekly international multidisciplinary scientific journal publishing peer-reviewed research in all fields of science and technology on the basis of its originality, importance, interdisciplinary interest, timeliness, accessibility, elegance and surprising conclusions. Nauture also provides rapid, authoritative, insightful and arresting news and interpretation of topical and coming trends affecting science, scientists and the wider public.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1527\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1527\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1527/mobi/\"\n          length=\"9807112\" mtime=\"2025-10-04T08:11:29+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1527/epub/\"\n          length=\"18098527\" mtime=\"2025-10-04T08:11:29+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheNewYorker_纽约客_2025.10.06</title>\n    <id>urn:uuid:c3f2f710-7eb2-466d-8853-28f332cd17b6</id>\n    <updated>2025-10-03T21:45:27+00:00</updated>\n    \n      <author>\n        <name>NewYorker</name>\n      </author>\n    \n    \n      <publisher>\n        <name>NewYorker</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheNewYorker\"\n              label=\"TheNewYorker\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"纽约客\"\n              label=\"纽约客\"/>\n    \n    <summary>Articles in this issue: Richard Brody’s New York Film Festival Picks The Four Horsemen Team Rides Again Grace and Disgrace The New York Historical Looks Down East for Its Facelift An Italian Geek in King Charles’s Court As Siberia Gets Another Round, Fallon’s a No-Show Disney World’s New Rides Are Sick Glowworms Tim Berners-Lee Invented the World Wide Web. Now He Wants to Save It Have Cubans Fled One Authoritarian State for Another? Carol Burnett Plays On Jonathan Blitzer on Roger Angell’s “Down the Drain” Now That I Run the Zoo Amarillo Boulevard Where the Battle Over Free Speech Is Leading Us Gertrude Stein’s Love Language Briefly Noted “One Battle After Another” Is a Powerhouse of Tenderness and Fury From “Handkerchief” New Here ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1526\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1526\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1526/mobi/\"\n          length=\"5635188\" mtime=\"2025-10-03T21:45:27+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1526/epub/\"\n          length=\"10740740\" mtime=\"2025-10-03T21:45:27+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1526/pdf/\"\n          length=\"6965470\" mtime=\"2025-10-03T21:45:27+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheEconomist.经济学人_2025.10.04</title>\n    <id>urn:uuid:5479c539-e090-4726-9073-984da99911c9</id>\n    <updated>2025-10-02T21:20:29+00:00</updated>\n    \n      <author>\n        <name>Economist</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Economist</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheEconomist\"\n              label=\"TheEconomist\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"经济学人\"\n              label=\"经济学人\"/>\n    \n    <summary>Articles in this issue: Politics Business The weekly cartoon Vladimir Putin is testing the West—and its unity The White House’s plan for Gaza deserves praise Donald Trump’s cure for drug prices is worse than the disease The new SCOTUS term will reshape America’s constitution Unleash the robotaxi revolution Should work ­restrictions on asylum-seekers in Britain be reformed? Kosovo shows that Donald Trump’s Gaza plan can work, writes Petrit Selimi A Nobel laureate on why stablecoins may be nothing of the sort Why Russia’s micro-aggressions against Europe are proliferating The president’s agenda looks safe at the Supreme Court—with a few exceptions Your federal government is now closed for business The president tries to enlist the top brass for “the war from within” Republicans in the West want more wolves killed How a MAGA-aligned Republican has put a Democratic state in play The deal shielding Mexico and Canada from trade oblivion Jair Bolsonaro is running out of options A German newspaper for Bolivian blondes ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1525\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1525\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1525/mobi/\"\n          length=\"7529801\" mtime=\"2025-10-02T21:20:29+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1525/epub/\"\n          length=\"6263308\" mtime=\"2025-10-02T21:20:29+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1525/pdf/\"\n          length=\"8598071\" mtime=\"2025-10-02T21:20:29+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Wired_连线_2025.10.02</title>\n    <id>urn:uuid:69dae1a6-8af5-4f6e-aaa5-e90f086b8c82</id>\n    <updated>2025-10-01T23:15:37+00:00</updated>\n    \n      <author>\n        <name>Wired</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Wired</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Wired\"\n              label=\"Wired\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"连线\"\n              label=\"连线\"/>\n    \n    <summary>Articles in this issue: The Real Stakes, and Real Story, of Peter Thiel’s Antichrist Obsession The Story of DOGE, as Told by Federal Workers The 22 Very Online Upstarts Changing the Face of Politics She Fought the Far Right Online for Years. Now She Wants to Do It in Congress I Thought I Knew Silicon Valley. I Was Wrong Gear for Good: 20 Eco-Friendly Items That Score a Win for the Planet—and for You Elon Musk Is Out to Rule Space. Can Anyone Stop Him? One Vigilante, 22 Cell Tower Fires, and a World of Conspiracies The Superyacht, the Billionaire, and a Wildly Improbable Disaster at Sea The Baby Died. Whose Fault Is It? What It’s Like Watching Dozens of Bodies Decompose (for Science) Why Did a $10 Billion Startup Let Me Vibe-Code for Them—and Why Did I Love It? AI Isn’t Coming for Hollywood. It&#39;s Already Arrived Lisa Su Runs AMD—and Is Out for Nvidia’s Blood Psychedelic Therapy Crashed and Burned. MAHA Might Bring It Back Does Anyone Know What ‘Wellness’ Means Anymore? The Next Thing You Smell Could Ruin Your Life Who Controls Your Health? Test Your Knowledge of the MAHA Movement How Trump Killed Cancer Research Animals Are the Original Wellness Influencers A Head-to-Toe Breakdown of Social Media’s Billion-Dollar Remedies Bryan Johnson Is Going to Die Life Without Screens: This Camp Is a Teen’s Worst Nightmare Where Are All the AI Drugs? The Enshittification of American Power Cloning Came to Polo. Then Things Got Truly Uncivilized I Let AI Agents Plan My Vacation—and It Wasn&#39;t Terrible My Couples Retreat With 3 AI Chatbots and the Humans Who Love Them How to Beat Jet Lag The Definitive, Insane, Swimsuit-Bursting Story of the Steroid Olympics How Steve Jobs Wrote the Greatest Commencement Speech Ever The Blind Leading the Gamers Demis Hassabis Embraces the Future of Work in the Age of AI Shop Like a Supervillian Esoteric Programming Languages Are Fun—Until They Kill the Joke The Epic Rise and Fall of a Dark-Web Psychedelics Kingpin 3 Teens Almost Got Away With Murder. Then Police Found Their Google Searches ‘A Billion Streams and No Fans’: Inside a $10 Million AI Music Fraud Case What to Expect When You’re Convicted Who Even Is a Criminal Now? How to Win Followers and Scamfluence People For Tech Whistleblowers, There’s Safety in Numbers Bluesky Is Plotting a Total Takeover of the Social Internet Airbnb Is in Midlife Crisis Mode North Korea Stole Your Job If Anthropic Succeeds, a Nation of Benevolent AI Geniuses Could Be Born Inside arXiv—the Most Transformative Platform in All of Science The Worm That No Computer Scientist Can Crack The Best Programming Language for the End of the World Angelina Jolie Was Right About Computers Hot New Thermodynamic Chips Could Trump Classical Computers The Quantum Apocalypse Is Coming. Be Very Afraid How Software Engineers Actually Use AI Quantum Computing Is Dead. Long Live Quantum Computing! The Weight of the Internet Will Shock You Inside Google’s Two-Year Frenzy to Catch Up With OpenAI The Worst 7 Years in Boeing’s History—and the Man Who Won’t Stop Fighting for Answers This Russian Tech Bro Helped Steal $93 Million and Landed in US Prison. Then Putin Called Wired is a full-color monthly American magazine, published in both print and online editions, that reports on how emerging technologies affect culture, the economy and politics. Monthly edition, best run at the start of every month.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1524\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1524\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1524/mobi/\"\n          length=\"33877790\" mtime=\"2025-10-01T23:15:37+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1524/epub/\"\n          length=\"47930265\" mtime=\"2025-10-01T23:15:37+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheAtlantic_大西洋月刊_2025.10.02</title>\n    <id>urn:uuid:2dba375b-39fc-4c40-845d-4dfdfe57e3d5</id>\n    <updated>2025-10-01T23:15:34+00:00</updated>\n    \n      <author>\n        <name>Atlantic</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Atlantic</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheAtlantic\"\n              label=\"TheAtlantic\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"大西洋月刊\"\n              label=\"大西洋月刊\"/>\n    \n    <summary>Articles in this issue: The Neighbor From Hell The Invention of Judd Apatow A Tale of Sex and Intrigue in Imperial Kyoto A Letter to America’s Discarded Public Servants What Lisette Model Saw in Jazz For Those About to Mock Is This the End of the Dictionary? John Cheever’s Secrets How Did Taylor Swift Convince the World That She’s Relatable? The Commons: ‘Society Neglects the Nuclear Threat at Its Peril’ Caleb&#39;s Inferno: October 2025 Summertime Current affairs and politics focussed on the US</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1523\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1523\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1523/mobi/\"\n          length=\"3085809\" mtime=\"2025-10-01T23:15:34+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1523/epub/\"\n          length=\"7444414\" mtime=\"2025-10-01T23:15:34+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1523/pdf/\"\n          length=\"7826125\" mtime=\"2025-10-01T23:15:34+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Nature_自然_2025.09.27</title>\n    <id>urn:uuid:72699c8b-e206-47e9-9df8-1aaa042a8788</id>\n    <updated>2025-09-27T08:14:22+00:00</updated>\n    \n      <author>\n        <name>Nature</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Nature</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Nature\"\n              label=\"Nature\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"自然\"\n              label=\"自然\"/>\n    \n    <summary>Articles in this issue: Universities are — and must continue to be — a force for good Universities under fire must harness more of the financial value they create How can universities train the skilled workers of tomorrow? Soft robot steers itself down the human airway Rare comet photobombs telescope’s view of the cosmos A plant-forward menu is linked to lower diabetes risk Smoke-dried mummies pre-date Egypt’s embalmed bodies LIGO is 10 years old: black-hole breakthroughs will ‘only get better’ Mysterious changes near Earth’s core revealed by satellites in space ‘Revolutionary’ AI tools rescue old weather data to improve climate models Weird ‘time crystals’ are made visible at last When AI rejects your grant proposal: algorithms are helping to make funding decisions Trump team disbands controversial US climate panel Dinosaur egg dated directly for the first time The great university shake-up: four charts show how global higher education is changing The mini placentas and ovaries revealing the basics of women’s health Fighting climate change takes more than data — it needs wonder, love and hope What drove the rise of civilizations? A decades-long quest points to warfare Reviving the past and designing the future: Books in brief How universities came to be — and why they are in trouble now Universities must move with the times: how six scholars tackle AI, mental health and more China’s private higher-education sector is at a turning point US investment in African food systems will have global benefits Combat the human-made causes of Spain’s wildfires Long-standing marine reserves need continued support No lectures, exams, essays: inside a twenty-first-century university Real-time molecular recorders expose the inner lives of cells I deeply scan timber to reduce wasting this precious resource Electrostatic-based transfer keeps 2D materials ultra-clean How the pelvis evolved to enable human bipedalism The perplexing body plan of arrow worms decoded Robotic system takes chemistry into hyperspace Oestrogen defends against kidney damage caused by iron-dependent cell death Head start: fossil clues about how bodies evolved from two-fold to five-fold symmetry Exercise improves survival of some people with colon cancer, clinical trial shows The geoeconomic turn in decarbonization The Biodiversity Cell Atlas: mapping the tree of life at cellular resolution Analogue speech recognition based on physical computing Atomic-scale imaging of frequency-dependent phonon anisotropy Observing differential spin currents by resonant inelastic X-ray scattering Electrostatic-repulsion-based transfer of van der Waals materials Stabilizing effect of amino acids on protein and colloidal dispersions Robot-assisted mapping of chemical reaction hyperspaces and networks Catalytic enantioselective synthesis of alkylidenecyclopropanes Volcanic crisis reveals coupled magma system at Santorini and Kolumbo Stronger El Niños reduce tropical forest arthropod diversity and function The evolution of hominin bipedalism in two steps The genomic origin of the unique chaetognath body plan Replay and representation dynamics in the hippocampus of freely flying bats A hypothalamic circuit that modulates feeding and parenting behaviours Inter-brain neural dynamics in biological and artificial intelligence systems Commensal yeast promotes Salmonella Typhimurium virulence Multiple oestradiol functions inhibit ferroptosis and acute kidney injury Determinants of successful AAV-vectored delivery of HIV-1 bNAbs in early life Genetic suppression features ABHD18 as a Barth syndrome therapeutic target Expanding the cytokine receptor alphabet reprograms T cells into diverse states NNMT inhibition in cancer-associated fibroblasts restores antitumour immunity Elementary 3D organization of active and silenced E. coli genome NASP modulates histone turnover to drive PARP inhibitor resistance Structural basis of fast N-type inactivation in Kv channels Author Correction: PPP2R1A mutations portend improved survival after cancer immunotherapy Author Correction: A broad-spectrum lasso peptide antibiotic targeting the bacterial ribosome Publisher Correction: In situ light-field imaging of octopus locomotion reveals simplified control Editorial Expression of Concern: Recovery of learning and memory is associated with chromatin remodelling Nature is a weekly international multidisciplinary scientific journal publishing peer-reviewed research in all fields of science and technology on the basis of its originality, importance, interdisciplinary interest, timeliness, accessibility, elegance and surprising conclusions. Nauture also provides rapid, authoritative, insightful and arresting news and interpretation of topical and coming trends affecting science, scientists and the wider public.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1522\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1522\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1522/mobi/\"\n          length=\"12038793\" mtime=\"2025-09-27T08:14:22+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1522/epub/\"\n          length=\"26342782\" mtime=\"2025-09-27T08:14:22+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheNewYorker_纽约客_2025.09.29</title>\n    <id>urn:uuid:abac0907-00fa-47cc-ab97-5e3f182dd8b5</id>\n    <updated>2025-09-26T21:45:28+00:00</updated>\n    \n      <author>\n        <name>NewYorker</name>\n      </author>\n    \n    \n      <publisher>\n        <name>NewYorker</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheNewYorker\"\n              label=\"TheNewYorker\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"纽约客\"\n              label=\"纽约客\"/>\n    \n    <summary>Articles in this issue: The Metropolitan Opera Delves Into Comic Books A Tiny Cambodian Spot Packs an Outsized Punch Seeing Enemies Everywhere Mahmoud Khalil, Back Home Jeremy Irons’s Walk of Fame Jeanine Tesori, Young-Adult Whisperer New York Civil Servants Strut Their Stuff The Art of the Impersonal Essay If A.I. Can Diagnose Patients, What Are Doctors For? My House Burned in the L.A. Fires. What Happens Now? The Exacting Magic of Film Restoration Rivka Galchen on Raymond Carver’s “Elephant” R.F.K., Jr.: A Day in the Life Unreasonable The Autocrat of English Usage Briefly Noted Reading the New Pynchon Novel in a Pynchonesque America Ian McEwan Casts the Climate Crisis as a Story of Adultery The Uses and Abuses of “Antisemitism” Yasmina Reza’s “Art” Feeds Our Appetite for Argument as Entertainment ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1521\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1521\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1521/mobi/\"\n          length=\"5102751\" mtime=\"2025-09-26T21:45:28+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1521/epub/\"\n          length=\"9910018\" mtime=\"2025-09-26T21:45:28+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1521/pdf/\"\n          length=\"6445031\" mtime=\"2025-09-26T21:45:28+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheEconomist.经济学人_2025.09.27</title>\n    <id>urn:uuid:83af0721-3d1d-4137-8e82-24c5874c3c2d</id>\n    <updated>2025-09-25T21:20:31+00:00</updated>\n    \n      <author>\n        <name>Economist</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Economist</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheEconomist\"\n              label=\"TheEconomist\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"经济学人\"\n              label=\"经济学人\"/>\n    \n    <summary>Articles in this issue: Politics Business The weekly cartoon Donald Trump is trying to silence his critics. He will fail The desperate search for superstar talent Fixing the rot in Ukraine The deadly allure of a bad deal with North Korea How to stop AI’s “lethal trifecta” Britain is slowly going bust How can Britain compete in artificial intelligence? Yulia Navalnaya on why Europe needs a better Russia strategy Two scholars ask whether democracy can survive if AI does all the jobs North Korea is becoming even more repressive and threatening Can Donald Trump muzzle America’s press? Democratic mayors and the president are converging on drugs policy The president’s border czar was caught in a sting operation Rail travel is booming in America Women’s pro-ballers want more cash The president is wrong on Tylenol It is getting much harder to get evicted in New York City ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1520\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1520\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1520/mobi/\"\n          length=\"7326476\" mtime=\"2025-09-25T21:20:31+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1520/epub/\"\n          length=\"6002969\" mtime=\"2025-09-25T21:20:31+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1520/pdf/\"\n          length=\"8407621\" mtime=\"2025-09-25T21:20:31+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>Nature_自然_2025.09.20</title>\n    <id>urn:uuid:9e595ad5-10ea-4038-b848-eb0fcd814cf8</id>\n    <updated>2025-09-20T08:11:42+00:00</updated>\n    \n      <author>\n        <name>Nature</name>\n      </author>\n    \n    \n      <publisher>\n        <name>Nature</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"Nature\"\n              label=\"Nature\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"自然\"\n              label=\"自然\"/>\n    \n    <summary>Articles in this issue: Bring us your LLMs: why peer review is good for AI models Make trains great again — for the sake of people and the planet Equity in science is a beautiful lie — and I’m done pretending How to make a ‘laser’ of neutrinos How to help refugees thrive: have local families host them Jelly-filled garment keeps wearers cool when heat and humidity soar Songs of the striped mouse show who’s friend and who’s foe First CRISPR horses spark controversy: what’s next for gene-edited animals? Air pollution directly linked to increased dementia risk These nations are wooing PhD students amid US funding uncertainties Can researchers stop AI making up citations? Chemists cram record nine metals into trendy 2D material ‘Amazing feat’: US man still alive six months after pig kidney transplant Newfound immune cell in mice hints at why inflammation spikes with old age ‘Brain dial’ turns food consumption on or off in mice AI is helping to decode animals’ speech. Will it also let us talk with them? How billions of hacked mosquitoes and a vaccine could beat the deadly dengue virus Heroes or hoarders? The strange brains of people who collect How did assaults on science become the norm — and what can we do? GPS timekeeping is increasingly vulnerable: here’s how to deliver future-proofed time Mirror of the unknown: should research on mirror-image molecular biology be stopped? Impoundment of funds endangers US investment in science and medical research Coordinate to combat Pakistan’s climate-driven disasters Fertility declines are no cause for concern, history shows A population plunge could help to mitigate the global biodiversity crisis ‘Lipstick on a pig’: how to fight back against a peer-review bully Sweet like chocolate: researching in the shade of a cacao tree Does lithium deficiency contribute to Alzheimer’s disease? AI can learn to show its workings through trial and error High levels of circular DNA made as immune cells develop increases the risk of leukaemia relapse Gone with the wind: deciphering how dandelions drive seed dispersal Bioelectronic implants built from rolled-up stretchy circuits Epigenetic clues from cancer’s past foretell its future Addressing the safety of next-generation batteries Scaling and logic in the colour code on a superconducting quantum processor Experimental demonstration of logical magic state distillation Topological prethermal strong zero modes on superconducting processors DeepSeek-R1 incentivizes reasoning in LLMs through reinforcement learning Supervised learning in DNA neural networks A movable long-term implantable soft microfibre for dynamic bioelectronics High-density soft bioelectronic fibres for multimodal sensing and stimulation Two-billion-year transitional oxygenation of the Earth’s surface Long-range PM2.5 pollution and health impacts from the 2023 Canadian wildfires Flourishing chemosynthetic life at the greatest depths of hadal trenches Novel assembly of a head–trunk interface in the sister group of jawed vertebrates Whole-genome sequencing of 490,640 UK Biobank participants A generic non-invasive neuromotor interface for human-computer interaction Lithium deficiency and the onset of Alzheimer’s disease Mitochondrial origins of the pressure to sleep A gut sense for a microbial pattern regulates feeding Remodelling autoactive NLRs for broad-spectrum immunity in plants Driving a protective allele of the mosquito FREP1 gene to combat malaria SuFEx-based antitubercular compound irreversibly inhibits Pks13 Fluctuating DNA methylation tracks cancer evolution at clinical scale Excised DNA circles from V(D)J recombination promote relapsed leukaemia RNA N-glycosylation enables immune evasion and homeostatic efferocytosis Programmable protein ligation on cell surfaces Structural and functional characterization of human sweet taste receptor Author Correction: Macrophages excite muscle spindles with glutamate to bolster locomotion Author Correction: Disease-associated astrocyte epigenetic memory promotes CNS pathology Author Correction: Complex genetic variation in nearly complete human genomes Author Correction: Endophilin marks and controls a clathrin-independent endocytic pathway Author Correction: Dual neuromodulatory dynamics underlie birdsong learning Publisher Correction: Multiple oestradiol functions inhibit ferroptosis and acute kidney injury Alzheimer’s Disease Nature is a weekly international multidisciplinary scientific journal publishing peer-reviewed research in all fields of science and technology on the basis of its originality, importance, interdisciplinary interest, timeliness, accessibility, elegance and surprising conclusions. Nauture also provides rapid, authoritative, insightful and arresting news and interpretation of topical and coming trends affecting science, scientists and the wider public.</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1519\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1519\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1519/mobi/\"\n          length=\"9830216\" mtime=\"2025-09-20T08:11:42+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1519/epub/\"\n          length=\"17504979\" mtime=\"2025-09-20T08:11:42+00:00\" type=\"application/epub+zip\"/>\n    \n  </entry>\n  \n  <entry>\n    <title>TheNewYorker_纽约客_2025.09.22</title>\n    <id>urn:uuid:5e0cb49c-7041-4828-920f-57bf15006ead</id>\n    <updated>2025-09-19T21:45:24+00:00</updated>\n    \n      <author>\n        <name>NewYorker</name>\n      </author>\n    \n    \n      <publisher>\n        <name>NewYorker</name>\n      </publisher>\n    \n    \n      <dcterms:language>eng</dcterms:language>\n    \n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"TheNewYorker\"\n              label=\"TheNewYorker\"/>\n    \n    <category scheme=\"http://www.bisg.org/standards/bisac_subject/index.html\"\n              term=\"纽约客\"\n              label=\"纽约客\"/>\n    \n    <summary>Articles in this issue: Charlie Kirk’s Murder and the Crisis of Political Violence Debbie Gibson’s Pavarotti Period Bouldering Beside the Harlem River Drive Duck, Cover, and Pass: The Atomic Bowl Where the Waters Once Flowed What I Wanted, What I Got How Jessica Reed Kraus Went from Mommy Blogger to MAHA Maven Inside Uniqlo’s Quest for Global Dominance The Sagrada Família Takes Its Final Shape Covers, Live! Jennifer Wilson on Susan Orlean’s “Orchid Fever” How Other Things End The Pool Bad Bunny’s Puerto Rican Homecoming What to Make of the Mother Who Made You Briefly Noted How Jane Birkin Handled the Problem of Beauty In Philadelphia’s Calder Gardens, a Dynasty Comes Home The Return of Tarell Alvin McCraney’s Masterpiece, “The Brothers Size” Above Plakias, Crete ...</summary>\n    \n    <link type=\"image/jpeg\" href=\"/opds/cover/1518\" rel=\"http://opds-spec.org/image\"/>\n    <link type=\"image/jpeg\" href=\"/opds/cover/1518\" rel=\"http://opds-spec.org/image/thumbnail\"/>\n    \n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1518/mobi/\"\n          length=\"6169351\" mtime=\"2025-09-19T21:45:24+00:00\" type=\"application/x-mobipocket-ebook\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1518/epub/\"\n          length=\"6612589\" mtime=\"2025-09-19T21:45:24+00:00\" type=\"application/epub+zip\"/>\n    \n    <link rel=\"http://opds-spec.org/acquisition\" href=\"/opds/download/1518/pdf/\"\n          length=\"7644315\" mtime=\"2025-09-19T21:45:24+00:00\" type=\"application/pdf\"/>\n    \n  </entry>\n  \n  \n  \n</feed>", "timestamp": 1762323407.3774266, "expires_at": 1762330607.3774273}